{
	"1": "Test ToS",
    "20180629.1":
    "Your access to and use of FireCloud is subject to the following terms and conditions, as well as all\nFederal laws, including, but not limited to, the Privacy Act, 5 U.S.C. 552a. By accessing and using\nFireCloud, you accept, without limitation or qualification, these Terms of Service.\n\n#### Modification of the Agreement\n\nThe Broad Institute maintains the right to modify the Terms of Service, and may do so by posting\nnotice of such modifications on this page. Any modification made is effective immediately upon\nposting the modification (unless otherwise stated). You should visit this page periodically to\nreview the current Terms of Service.\n\n#### Conduct\n\nYou agree to access and use FireCloud for lawful purposes only. You are solely responsible for the\nknowledge of and adherence to any and all laws, statutes, rules, and regulations pertaining to your\nuse of FireCloud.\n\n#### By accessing and using FireCloud, you agree that you will:\n\n* Conduct only authorized business on the system.\n* Notify the Broad Institute if you believe you are being granted access that you should not have.\n* Access FireCloud using only your own individual account. Group or shared accounts are NOT permitted.\n* Maintain the confidentiality of your authentication credentials such as your password; a Broad\n  Institute employee should never ask you to reveal your password.\n* Report any security incidents relating to lost passwords to the Broad Institute.\n* Follow proper logon/logoff procedures. You must manually logon to your session and promptly close\n  your browser when your session is no longer active.\n* Ensure that Web browsers use Secure Socket Layer (SSL) version 3.0 (or higher) and Transport\n  Layer Security (TLS) 1.0 (or higher). SSL and TLS must use a minimum of 256-bit, encryption.\n\n#### By accessing and using FireCloud, you agree that you will NOT:\n\n* Use FireCloud to commit a criminal offense, or to encourage others to conduct acts that would\n  constitute a criminal offense or give rise to civil liability.\n* Browse, search or reveal any protected data except in accordance with that which is required to\n  perform your legitimate tasks or assigned duties.\n* Retrieve protected data, or in any other way disclose information, for someone who does not have\n  authority to access that information.\n* Establish any unauthorized interfaces with FireCloud between systems, networks, and applications.\n* Upload any content that contains a software virus, such as a Trojan Horse or any other computer\n  codes, files, or programs that may alter, damage, or interrupt the daily function of FireCloud and\n  its users.\n* Post any material that infringes or violates the academic/intellectual rights of others.\n* View or use TCGA controlled access data hosted on FireCloud unless you are authorized through dbGaP.\n* Share or distribute TCGA controlled access data hosted on FireCloud with other users unless they\n  have dbGaP authorization.\n\n#### Registration\n\nYou must sign up to FireCloud under a Google-managed identity. Both private Gmail accounts and\ninstitutional Google Apps accounts are allowed. For increased security when using FireCloud, we\nrecommend enabling 2-Step verification for your Google-managed identity.\n\n#### Restrictions on the Use of Shared and Group Accounts\n\nYou cannot access FireCloud using group or shared accounts. The credentials used for authenticating\nto FireCloud must belong to a single individual.\n\n#### Restrictions on the Use of Tutorial Workspaces\n\nFireCloud provides tutorial workspaces preloaded with best practice analysis pipelines and example\ndata from TCGA. These workspaces are intended for tutorial purposes only, not for computing on\npersonal data.\n\nYou must not upload your own data sets to these workspaces, nor should you add tools (Method\nConfigs). If you do not follow these guidelines, your Firecloud account may be deactivated.\n\n#### Accessing a Government Website\n\nUpon logging on to FireCloud, a notification message informs you that you are entering a U.S.\nGovernment website. Please review and adhere to the content in this message.\n\nFireCloud usage may be monitored, recorded, and subject to audit, and use of FireCloud indicates\nconsent to monitoring and recording.\n\nUnauthorized use of FireCloud is prohibited and subject to criminal and civil penalties.\n\n#### Access Levels\n\nYour level of access to FireCloud is limited to ensure your access is no more than necessary to\nperform your legitimate tasks or assigned duties. If you believe you are being granted access that\nyou should not have, you must immediately notify the Broad Institute.\n\n#### Restricted Use of TCGA Controlled-Access Data\n\nTo access TCGA controlled access data, you must first request to link your FireCloud account to the\neRA Commons or NIH identity under which you are granted dbGaP authorized access. If you have dbGaP\nauthorized access, FireCloud permits read access to the TCGA controlled-access data files.\n\nIf the NIH or eRA commons identity authentication fails or the authenticated identity no longer\nappears in the NIH-provided whitelist, you can no longer access TCGA controlled access data files.\nIt is your responsibility to delete any TCGA controlled-access data in your personal workspaces if\nyou lose dbGaP authorized access. You must also refrain from distributing TCGA controlled access\ndata to users unless they have dbGaP authorized access.\n\n#### Termination of Use\n\nWe may in our sole discretion suspend/terminate your access to FireCloud without notification for\nviolation of the Terms of Service, or for other conduct that we deem harmful/unlawful to others. We\nmay also periodically review accounts for which a user has not logged on.\n\n#### External Links\n\nFireCloud may provide links that are maintained or controlled by external organizations. The listing\nof links are not an endorsement of information, products, or services, and do not imply a direct\nassociation between the Broad Institute and the operators of the outside resource links.\n\n#### Content\n\nBy accessing FireCloud, you expressly consent to monitoring of your actions and all content or data\ntransiting or stored therein. We reserve the right to delete, move, or edit any data, which we\nconsider to be unacceptable or inappropriate whether for legal or other reasons.\n\n#### Disclaimer of Warranty\n\nYou expressly understand and agree that your use of FireCloud, or any material available through it,\nis at your own risk. Neither the Broad Institute nor its employees warrant that FireCloud will be\nuninterrupted, problem-free, free of omissions, or error-free; nor do they make any warranty as to\nthe results that may be obtained from FireCloud.\n\n#### Limitation of Liability\n\nIn no event will the Broad Institute or its employees be liable for the incidental, indirect,\nspecial, punitive, exemplary, or consequential damages, arising out of your use of or inability to\nuse FireCloud, including without limitation, loss of revenue or anticipated profits, loss of\ngoodwill, loss of data, computer failure or malfunction, or any and all other damages."
}
